{
    "title": "Terms and Conditions",
    "sections": [
      {
        "title": "Introduction",
        "content": "Tech Cloud ERP terms and conditions administrate your use of this website; by using this website, you accept these terms and conditions. In case you want to disagree with these terms and conditions, you must not use this website. If you endure browsing this website, you approve to obey with the following terms and conditions of use, which together with our privacy policy govern Tech Cloud ERP association with you in relation to this website. The term Tech Cloud ERP or us or we refer to the owner of the website. The term you refers to the user of our website."
      },
      {
        "title": "Surfing this website is subject to the following terms of use:",
        "list": [
          "The content of the pages of this website is for your general information and use only. It is subject to change without notice.",
          "Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors fully permitted by law. Your use of any information or materials on this website is entirely at your risk, for which we shall not be liable.",
          "This website contains material which is owned by or licensed to us. This material is not limited to the design, layout, look, appearance and graphics. Reproduction or tampering of information is prohibited other than in accordance with the copyright notice.",
          "This website may also include links to other websites belonging to our business. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s).",
          "You may not create a link to this website from another website or document without our consent.",
          "Your use of this website and any dispute arising out of use of the website is subject to the Cyber Law of India."
        ]
      }
    ]
  }
  